Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: No exercises yet — create one to log a set against.
ar: لا تمارين بعد — أنشئ واحدًا لتسجّل عليه مجموعة.
bg: Още няма упражнения — създай едно, за да записваш серии.
ca: Encara no hi ha exercicis: crea'n un per poder-hi registrar sèries.
cs: Zatím žádné cviky — vytvoř jeden, ať můžeš zaznamenávat série.
da: Ingen øvelser endnu — opret en at registrere sæt på.
de: Noch keine Übungen — leg eine an, um Sätze zu erfassen.
el: Καμία άσκηση ακόμη — δημιούργησε μία για να καταγράφεις σετ.
es: Aún no hay ejercicios: crea uno para registrar series.
et: Veel pole harjutusi — loo üks, et saaksid seeriaid salvestada.
fi: Ei vielä liikkeitä — luo yksi, jotta voit kirjata sarjoja.
fr: Pas encore d'exercices : crée-en un pour y enregistrer des séries.
ga: Níl aon chleachtadh ann fós — cruthaigh ceann chun sraith a logáil leis.
hr: Još nema vježbi — napravi jednu da možeš bilježiti serije.
hu: Még nincs gyakorlat — hozz létre egyet, hogy sorozatot rögzíthess hozzá.
id: Belum ada gerakan — buat satu supaya ada tempat mencatat set.
is: Engar æfingar enn — búðu til eina til að skrá sett á.
it: Ancora nessun esercizio: creane uno per registrarci le serie.
ja: 種目がまだありません。セットを記録するために 1 つ作成してください。
ko: 아직 운동이 없습니다 — 세트를 기록하려면 하나 만드세요.
lt: Kol kas pratimų nėra — sukurk vieną, kad galėtum žymėti serijas.
lv: Vēl nav vingrinājumu — izveido vienu, lai varētu pierakstīt pieejas.
mk: Сè уште нема вежби — создај една за да можеш да запишуваш серии.
ms: Belum ada senaman — cipta satu supaya ada tempat mencatat set.
mt: Għad m'hemmx eżerċizzji — oħloq wieħed biex tirreġistra settijiet miegħu.
nb: Ingen øvelser ennå — lag en å registrere sett på.
nl: Nog geen oefeningen — maak er een om sets bij vast te leggen.
pl: Jeszcze brak ćwiczeń — utwórz jedno, aby zapisywać do niego serie.
pt_br: Nenhum exercício ainda — crie um para registrar séries nele.
pt_pt: Ainda sem exercícios — cria um para registares séries.
ro: Încă niciun exercițiu — creează unul ca să poți înregistra serii.
ru: Упражнений пока нет — создайте одно, чтобы записывать подходы.
sk: Zatiaľ žiadne cviky — vytvor jeden, aby si mohol zaznamenávať série.
sl: Zaenkrat še ni vaj — ustvari eno, da boš lahko beležil serije.
sq: Ende pa ushtrime — krijo një që të regjistrosh seri.
sr: Још нема вежби — направи једну да можеш да бележиш серије.
sv: Inga övningar ännu — skapa en att registrera set mot.
tr: Henüz hareket yok — set kaydedebilmek için bir tane oluştur.
uk: Вправ поки немає — створіть одну, щоб записувати підходи.
vi: Chưa có bài tập nào — hãy tạo một bài để có chỗ ghi hiệp vào.
zh_hans: 还没有动作——先创建一个才能记录组数。
zh_hant: 還沒有動作——先建立一個才能把組數記在上面。

source: No heart rate
ar: بلا نبض
bg: Няма пулс
ca: Sense pulsacions
cs: Bez tepové frekvence
da: Ingen puls
de: Keine Herzfrequenz
el: Χωρίς παλμούς
es: Sin frecuencia cardíaca
et: Pulss puudub
fi: Ei sykettä
fr: Pas de fréquence cardiaque
ga: Gan ráta croí
hr: Bez pulsa
hu: Nincs pulzus
id: Tanpa detak jantung
is: Enginn púls
it: Nessuna frequenza cardiaca
ja: 心拍データなし
ko: 심박수 없음
lt: Be pulso
lv: Bez pulsa
mk: Без пулс
ms: Tiada denyutan jantung
mt: Bla taħbit tal-qalb
nb: Ingen puls
nl: Geen hartslag
pl: Brak tętna
pt_br: Sem frequência cardíaca
pt_pt: Sem frequência cardíaca
ro: Fără puls
ru: Без пульса
sk: Bez tepovej frekvencie
sl: Brez utripa
sq: Pa rrahje zemre
sr: Без пулса
sv: Ingen puls
tr: Nabız yok
uk: Без пульсу
vi: Không có nhịp tim
zh_hans: 无心率
zh_hant: 沒有心率

source: No heart-rate data yet
ar: لا بيانات نبض بعد
bg: Още няма данни за пулс
ca: Encara no hi ha dades de pulsacions
cs: Zatím žádná data o tepové frekvenci
da: Ingen pulsdata endnu
de: Noch keine Herzfrequenzdaten
el: Κανένα δεδομένο παλμών ακόμη
es: Aún no hay datos de frecuencia cardíaca
et: Veel pole pulsiandmeid
fi: Ei vielä sykedataa
fr: Pas encore de données de fréquence cardiaque
ga: Níl aon sonraí ráta croí ann fós
hr: Još nema podataka o pulsu
hu: Még nincs pulzusadat
id: Belum ada data detak jantung
is: Engin púlsgögn enn
it: Ancora nessun dato di frequenza cardiaca
ja: 心拍データがまだありません
ko: 아직 심박수 데이터가 없습니다
lt: Kol kas nėra pulso duomenų
lv: Vēl nav pulsa datu
mk: Сè уште нема податоци за пулсот
ms: Belum ada data denyutan jantung
mt: Għad m'hemmx data dwar it-taħbit
nb: Ingen pulsdata ennå
nl: Nog geen hartslaggegevens
pl: Jeszcze brak danych o tętnie
pt_br: Ainda sem dados de frequência cardíaca
pt_pt: Ainda sem dados de frequência cardíaca
ro: Încă nu există date de puls
ru: Данных о пульсе пока нет
sk: Zatiaľ žiadne údaje o tepovej frekvencii
sl: Zaenkrat ni podatkov o utripu
sq: Ende pa të dhëna rrahjesh
sr: Још нема података о пулсу
sv: Inga pulsdata ännu
tr: Henüz nabız verisi yok
uk: Даних про пульс поки немає
vi: Chưa có dữ liệu nhịp tim
zh_hans: 还没有心率数据
zh_hant: 還沒有心率資料

source: No lifts logged
ar: لا مجموعات مسجَّلة
bg: Няма записани вдигания
ca: Cap sèrie registrada
cs: Žádné zaznamenané série
da: Ingen løft registreret
de: Keine Sätze erfasst
el: Καμία άρση καταγεγραμμένη
es: No hay levantamientos registrados
et: Ühtegi seeriat pole salvestatud
fi: Ei kirjattuja nostoja
fr: Aucune série enregistrée
ga: Níl aon sraith logáilte
hr: Nema zabilježenih serija
hu: Nincs rögzített sorozat
id: Belum ada angkatan tercatat
is: Engin sett skráð
it: Nessun sollevamento registrato
ja: 記録されたセットがありません
ko: 기록된 세트가 없습니다
lt: Nėra užrašytų serijų
lv: Nav pierakstītu pieeju
mk: Нема запишани серии
ms: Tiada angkatan dicatat
mt: L-ebda sett irreġistrat
nb: Ingen løft registrert
nl: Geen sets vastgelegd
pl: Brak zapisanych serii
pt_br: Nenhuma série registrada
pt_pt: Sem séries registadas
ro: Nicio serie înregistrată
ru: Подходы не записаны
sk: Žiadne zaznamenané série
sl: Ni zabeleženih serij
sq: Pa seri të regjistruara
sr: Нема забележених серија
sv: Inga lyft registrerade
tr: Kayıtlı set yok
uk: Підходи не записані
vi: Chưa ghi hiệp tạ nào
zh_hans: 没有记录的组
zh_hant: 沒有記錄的組

source: No races
ar: لا سباقات
bg: Няма състезания
ca: Cap cursa
cs: Žádné závody
da: Ingen løb
de: Keine Wettkämpfe
el: Κανένας αγώνας
es: No hay carreras
et: Võistlusi pole
fi: Ei kilpailuja
fr: Aucune course
ga: Gan rásaí
hr: Nema utrka
hu: Nincs verseny
id: Tidak ada lomba
is: Engar keppnir
it: Nessuna gara
ja: レースがありません
ko: 대회 없음
lt: Varžybų nėra
lv: Nav sacensību
mk: Нема трки
ms: Tiada perlumbaan
mt: L-ebda tellieqa
nb: Ingen løp
nl: Geen wedstrijden
pl: Brak startów
pt_br: Sem provas
pt_pt: Sem provas
ro: Nicio cursă
ru: Стартов нет
sk: Žiadne preteky
sl: Ni tekem
sq: Pa gara
sr: Нема трка
sv: Inga lopp
tr: Yarış yok
uk: Стартів немає
vi: Không có cuộc đua nào
zh_hans: 没有比赛
zh_hant: 沒有賽事

source: No routes yet
ar: لا مسارات بعد
bg: Още няма маршрути
ca: Encara no hi ha rutes
cs: Zatím žádné trasy
da: Ingen ruter endnu
de: Noch keine Routen
el: Καμία διαδρομή ακόμη
es: Aún no hay rutas
et: Veel pole marsruute
fi: Ei vielä reittejä
fr: Pas encore d'itinéraires
ga: Níl aon bhealach ann fós
hr: Još nema ruta
hu: Még nincs útvonal
id: Belum ada rute
is: Engar leiðir enn
it: Ancora nessun percorso
ja: ルートがまだありません
ko: 아직 경로가 없습니다
lt: Kol kas maršrutų nėra
lv: Vēl nav maršrutu
mk: Сè уште нема траси
ms: Belum ada laluan
mt: Għad m'hemmx rotot
nb: Ingen ruter ennå
nl: Nog geen routes
pl: Jeszcze brak tras
pt_br: Nenhuma rota ainda
pt_pt: Ainda sem percursos
ro: Încă niciun traseu
ru: Маршрутов пока нет
sk: Zatiaľ žiadne trasy
sl: Zaenkrat še ni poti
sq: Ende pa itinerare
sr: Још нема рута
sv: Inga rutter ännu
tr: Henüz rota yok
uk: Маршрутів поки немає
vi: Chưa có lộ trình nào
zh_hans: 还没有路线
zh_hant: 還沒有路線

source: No routines
ar: لا روتينات
bg: Няма рутини
ca: Cap rutina
cs: Žádné rutiny
da: Ingen rutiner
de: Keine Routinen
el: Καμία ρουτίνα
es: No hay rutinas
et: Rutiine pole
fi: Ei rutiineja
fr: Aucune routine
ga: Gan gnáthaimh
hr: Nema rutina
hu: Nincs rutin
id: Tidak ada rutinitas
is: Engar rútínur
it: Nessuna routine
ja: ルーティンがありません
ko: 루틴 없음
lt: Rutinų nėra
lv: Nav rutīnu
mk: Нема рутини
ms: Tiada rutin
mt: L-ebda rutina
nb: Ingen rutiner
nl: Geen routines
pl: Brak rutyn
pt_br: Sem rotinas
pt_pt: Sem rotinas
ro: Nicio rutină
ru: Программ нет
sk: Žiadne rutiny
sl: Ni rutin
sq: Pa rutina
sr: Нема рутина
sv: Inga rutiner
tr: Rutin yok
uk: Програм немає
vi: Không có giáo án nào
zh_hans: 没有计划
zh_hant: 沒有課表

source: No runs assigned yet.
ar: لم تُسنَد جريات بعد.
bg: Още няма зададени бягания.
ca: Encara no hi ha curses assignades.
cs: Zatím nejsou přiřazeny žádné běhy.
da: Endnu ingen løbeture tildelt.
de: Noch keine Läufe zugeordnet.
el: Δεν έχουν αντιστοιχιστεί τρεξίματα ακόμη.
es: Aún no hay carreras asignadas.
et: Jookse pole veel määratud.
fi: Juoksuja ei ole vielä kohdistettu.
fr: Aucune course attribuée pour l'instant.
ga: Níl aon rith sannta fós.
hr: Još nema dodijeljenih trčanja.
hu: Még nincs hozzárendelt futás.
id: Belum ada lari yang ditetapkan.
is: Engin hlaup tengd enn.
it: Ancora nessuna corsa assegnata.
ja: まだランが割り当てられていません。
ko: 아직 지정된 러닝이 없습니다.
lt: Kol kas nepriskirta bėgimų.
lv: Vēl nav piešķirtu skrējienu.
mk: Сè уште нема доделени трчања.
ms: Belum ada larian yang ditetapkan.
mt: Għad m'hemmx ġirjiet assenjati.
nb: Ingen løpeøkter tildelt ennå.
nl: Nog geen looptrainingen toegewezen.
pl: Jeszcze nie przypisano biegów.
pt_br: Nenhuma corrida atribuída ainda.
pt_pt: Ainda sem corridas atribuídas.
ro: Încă nu sunt alergări atribuite.
ru: Пробежки пока не назначены.
sk: Zatiaľ nie sú priradené žiadne behy.
sl: Zaenkrat ni dodeljenih tekov.
sq: Ende pa vrapime të caktuara.
sr: Још нема додељених трчања.
sv: Inga löppass tilldelade ännu.
tr: Henüz atanmış koşu yok.
uk: Пробіжки поки не призначені.
vi: Chưa gán buổi chạy nào.
zh_hans: 还没有指派跑步。
zh_hant: 還沒有指派跑步。

source: No scored sessions yet.
ar: لا حصص مُقيَّمة بعد.
bg: Още няма оценени тренировки.
ca: Encara no hi ha sessions puntuades.
cs: Zatím žádné ohodnocené tréninky.
da: Endnu ingen vurderede pas.
de: Noch keine bewerteten Einheiten.
el: Καμία βαθμολογημένη προπόνηση ακόμη.
es: Aún no hay sesiones puntuadas.
et: Veel pole hinnatud trenne.
fi: Ei vielä pisteytettyjä harjoituksia.
fr: Pas encore de séances évaluées.
ga: Níl aon seisiún scórtha ann fós.
hr: Još nema ocijenjenih treninga.
hu: Még nincs pontozott edzés.
id: Belum ada sesi yang dinilai.
is: Engar metnar æfingar enn.
it: Ancora nessuna sessione valutata.
ja: 評価済みのセッションがまだありません。
ko: 아직 점수가 매겨진 세션이 없습니다.
lt: Kol kas nėra įvertintų treniruočių.
lv: Vēl nav novērtētu treniņu.
mk: Сè уште нема оценети тренинзи.
ms: Belum ada sesi yang dinilai.
mt: Għad m'hemmx sessjonijiet ivvalutati.
nb: Ingen vurderte økter ennå.
nl: Nog geen beoordeelde sessies.
pl: Jeszcze brak ocenionych sesji.
pt_br: Nenhum treino pontuado ainda.
pt_pt: Ainda sem sessões pontuadas.
ro: Încă niciun antrenament punctat.
ru: Оценённых тренировок пока нет.
sk: Zatiaľ žiadne ohodnotené tréningy.
sl: Zaenkrat ni ocenjenih treningov.
sq: Ende pa stërvitje të vlerësuara.
sr: Још нема оцењених тренинга.
sv: Inga bedömda pass ännu.
tr: Henüz puanlanmış antrenman yok.
uk: Оцінених тренувань поки немає.
vi: Chưa có buổi tập nào được chấm điểm.
zh_hans: 还没有计分的训练。
zh_hant: 還沒有計分的訓練。

source: No sets yet
ar: لا مجموعات بعد
bg: Още няма серии
ca: Encara no hi ha sèries
cs: Zatím žádné série
da: Ingen sæt endnu
de: Noch keine Sätze
el: Κανένα σετ ακόμη
es: Aún no hay series
et: Veel pole seeriaid
fi: Ei vielä sarjoja
fr: Pas encore de séries
ga: Níl aon sraith ann fós
hr: Još nema serija
hu: Még nincs sorozat
id: Belum ada set
is: Engin sett enn
it: Ancora nessuna serie
ja: セットがまだありません
ko: 아직 세트가 없습니다
lt: Kol kas serijų nėra
lv: Vēl nav pieeju
mk: Сè уште нема серии
ms: Belum ada set
mt: Għad m'hemmx settijiet
nb: Ingen sett ennå
nl: Nog geen sets
pl: Jeszcze brak serii
pt_br: Nenhuma série ainda
pt_pt: Ainda sem séries
ro: Încă nicio serie
ru: Подходов пока нет
sk: Zatiaľ žiadne série
sl: Zaenkrat še ni serij
sq: Ende pa seri
sr: Још нема серија
sv: Inga set ännu
tr: Henüz set yok
uk: Підходів поки немає
vi: Chưa có hiệp nào
zh_hans: 还没有组数
zh_hant: 還沒有組數

source: No shoes yet
ar: لا أحذية بعد
bg: Още няма обувки
ca: Encara no hi ha sabatilles
cs: Zatím žádné boty
da: Ingen sko endnu
de: Noch keine Schuhe
el: Κανένα παπούτσι ακόμη
es: Aún no hay zapatillas
et: Veel pole jalanõusid
fi: Ei vielä kenkiä
fr: Pas encore de chaussures
ga: Níl aon bhróg ann fós
hr: Još nema tenisica
hu: Még nincs cipő
id: Belum ada sepatu
is: Engir skór enn
it: Ancora nessuna scarpa
ja: シューズがまだありません
ko: 아직 신발이 없습니다
lt: Kol kas batų nėra
lv: Vēl nav apavu
mk: Сè уште нема патики
ms: Belum ada kasut
mt: Għad m'hemmx żraben
nb: Ingen sko ennå
nl: Nog geen schoenen
pl: Jeszcze brak butów
pt_br: Nenhum tênis ainda
pt_pt: Ainda sem sapatilhas
ro: Încă niciun pantof
ru: Кроссовок пока нет
sk: Zatiaľ žiadne topánky
sl: Zaenkrat še ni čevljev
sq: Ende pa atlete
sr: Још нема патика
sv: Inga skor ännu
tr: Henüz ayakkabı yok
uk: Кросівок поки немає
vi: Chưa có đôi giày nào
zh_hans: 还没有跑鞋
zh_hant: 還沒有跑鞋

source: No steps yet
ar: لا خطوات بعد
bg: Още няма стъпки
ca: Encara no hi ha passos
cs: Zatím žádné kroky
da: Ingen trin endnu
de: Noch keine Schritte
el: Κανένα βήμα ακόμη
es: Aún no hay pasos
et: Veel pole samme
fi: Ei vielä vaiheita
fr: Pas encore d'étapes
ga: Níl aon chéim ann fós
hr: Još nema koraka
hu: Még nincs lépés
id: Belum ada langkah
is: Engin skref enn
it: Ancora nessun passo
ja: ステップがまだありません
ko: 아직 스텝이 없습니다
lt: Kol kas žingsnių nėra
lv: Vēl nav soļu
mk: Сè уште нема чекори
ms: Belum ada langkah
mt: Għad m'hemmx passi
nb: Ingen steg ennå
nl: Nog geen stappen
pl: Jeszcze brak kroków
pt_br: Nenhuma etapa ainda
pt_pt: Ainda sem passos
ro: Încă niciun pas
ru: Шагов пока нет
sk: Zatiaľ žiadne kroky
sl: Zaenkrat še ni korakov
sq: Ende pa hapa
sr: Још нема корака
sv: Inga steg ännu
tr: Henüz adım yok
uk: Кроків поки немає
vi: Chưa có bước nào
zh_hans: 还没有步骤
zh_hant: 還沒有步驟

source: No stream data yet. Best efforts need per-second data from a .fit import or Strava sync.
ar: لا تسجيلات بعد. تحتاج أفضل الجهود إلى بيانات لكل ثانية من استيراد ‎.fit أو مزامنة Strava.
bg: Още няма данни от потоци. Най-добрите усилия изискват данни по секунди от .fit импорт или синхронизация със Strava.
ca: Encara no hi ha registres. Els millors esforços necessiten dades segon a segon d'una importació .fit o de la sincronització amb Strava.
cs: Zatím žádné záznamy. Nejlepší výkony potřebují data po sekundách z importu .fit nebo ze synchronizace se Stravou.
da: Ingen dataforløb endnu. Bedste indsatser kræver data pr. sekund fra en .fit-import eller Strava-synkronisering.
de: Noch keine Datenströme. Bestleistungen brauchen Sekundendaten aus einem .fit-Import oder einer Strava-Synchronisierung.
el: Καμία καταγραφή ακόμη. Οι καλύτερες επιδόσεις χρειάζονται δεδομένα ανά δευτερόλεπτο από εισαγωγή .fit ή συγχρονισμό με Strava.
es: Aún no hay registros continuos. Los mejores esfuerzos necesitan datos por segundo de una importación .fit o de la sincronización con Strava.
et: Veel pole salvestusi. Parimad tulemused vajavad sekundipõhiseid andmeid .fit-impordist või Strava sünkroonimisest.
fi: Ei vielä datavirtoja. Parhaat suoritukset vaativat sekuntikohtaista dataa .fit-tuonnista tai Strava-synkronoinnista.
fr: Pas encore de relevés continus. Les meilleurs efforts exigent des données à la seconde issues d'un import .fit ou d'une synchronisation Strava.
ga: Níl aon taifead ann fós. Teastaíonn sonraí gach soicind ó iompórtáil .fit nó ó shioncronú Strava le haghaidh na n-iarrachtaí is fearr.
hr: Još nema zapisa. Najbolji rezultati trebaju podatke po sekundi iz uvoza .fit ili sinkronizacije sa Stravom.
hu: Még nincs adatsor. A legjobb teljesítményekhez másodpercenkénti adat kell .fit importból vagy Strava-szinkronból.
id: Belum ada data rekaman. Performa terbaik perlu data per detik dari impor .fit atau sinkronisasi Strava.
is: Engar skráningar enn. Bestu kaflarnir þurfa gögn á sekúndufresti úr .fit-innflutningi eða Strava-samstillingu.
it: Ancora nessun tracciato continuo. I migliori sforzi richiedono dati al secondo da un import .fit o dalla sincronizzazione con Strava.
ja: 連続データがまだありません。ベスト記録には .fit の読み込みか Strava 同期による秒単位データが必要です。
ko: 아직 스트림 데이터가 없습니다. 최고 기록에는 .fit 가져오기나 Strava 동기화에서 오는 초 단위 데이터가 필요합니다.
lt: Kol kas įrašų nėra. Geriausiems rezultatams reikia duomenų kas sekundę iš .fit importo ar Strava sinchronizacijos.
lv: Vēl nav ierakstu. Labākajiem rezultātiem vajag datus pa sekundēm no .fit importa vai Strava sinhronizācijas.
mk: Сè уште нема записи. Најдобрите резултати бараат податоци по секунда од увоз .fit или синхронизација со Strava.
ms: Belum ada data rakaman. Prestasi terbaik memerlukan data setiap saat daripada import .fit atau penyegerakan Strava.
mt: Għad m'hemmx reġistrazzjonijiet. L-aħjar sforzi jeħtieġu data kull sekonda minn importazzjoni .fit jew mis-sinkronizzazzjoni ma' Strava.
nb: Ingen dataforløp ennå. Beste innsatser krever data per sekund fra en .fit-import eller Strava-synkronisering.
nl: Nog geen verloopgegevens. Beste inspanningen hebben gegevens per seconde nodig uit een .fit-import of Strava-synchronisatie.
pl: Jeszcze brak ciągłych zapisów. Najlepsze wysiłki wymagają danych co sekundę z importu .fit albo synchronizacji ze Stravą.
pt_br: Ainda sem séries de dados. Os melhores esforços precisam de dados segundo a segundo, de uma importação .fit ou da sincronização com o Strava.
pt_pt: Ainda sem registos contínuos. Os melhores esforços precisam de dados ao segundo de uma importação .fit ou da sincronização com o Strava.
ro: Încă nu există înregistrări. Cele mai bune eforturi au nevoie de date secundă cu secundă dintr-un import .fit sau din sincronizarea cu Strava.
ru: Записей пока нет. Для лучших отрезков нужны посекундные данные из импорта .fit или синхронизации со Strava.
sk: Zatiaľ žiadne záznamy. Najlepšie výkony potrebujú údaje po sekundách z importu .fit alebo zo synchronizácie so Stravou.
sl: Zaenkrat ni zapisov. Najboljši dosežki potrebujejo sekundne podatke iz uvoza .fit ali sinhronizacije s Stravo.
sq: Ende pa regjistrime. Rezultatet më të mira kërkojnë të dhëna sekondë pas sekonde nga një import .fit ose nga sinkronizimi me Strava.
sr: Још нема записа. Најбољи резултати траже податке по секунди из увоза .fit или синхронизације са Strava.
sv: Inga dataströmmar ännu. Bästa insatser kräver data per sekund från en .fit-import eller Strava-synk.
tr: Henüz kayıt verisi yok. En iyi performanslar için .fit içe aktarımından veya Strava eşitlemesinden gelen saniyelik veri gerekir.
uk: Записів поки немає. Для найкращих відрізків потрібні посекундні дані з імпорту .fit або синхронізації зі Strava.
vi: Chưa có chuỗi dữ liệu. Thành tích tốt nhất cần dữ liệu từng giây từ tệp .fit nhập vào hoặc từ đồng bộ Strava.
zh_hans: 还没有数据流。最佳表现需要来自 .fit 导入或 Strava 同步的逐秒数据。
zh_hant: 還沒有資料流。最佳表現需要來自 .fit 匯入或 Strava 同步的逐秒資料。

source: No taper — this one is a hard training day with a number on your chest.
ar: بلا تخفيف — هذا يوم تدريب شاق مع رقم على صدرك.
bg: Без намаляване — това е тежък тренировъчен ден с номер на гърдите.
ca: Sense descàrrega: aquesta és una jornada dura d'entrenament amb un dorsal al pit.
cs: Bez vyladění — tohle je těžký tréninkový den se startovním číslem.
da: Ingen nedtrapning — dette er en hård træningsdag med et startnummer på.
de: Kein Tapering — das hier ist ein harter Trainingstag mit einer Startnummer.
el: Χωρίς αποφόρτιση — αυτός είναι μια σκληρή προπονητική μέρα με νούμερο στο στήθος.
es: Sin puesta a punto: esta es un día duro de entrenamiento con un dorsal.
et: Mahalaadimist pole — see on raske treeningpäev numbriga rinnal.
fi: Ei kevennystä — tämä on kova harjoituspäivä numerolappu rinnassa.
fr: Pas d'affûtage : celle-ci est une grosse journée d'entraînement avec un dossard.
ga: Gan laghdú — lá crua traenála le huimhir ar do chliabhrach is ea é seo.
hr: Bez rasterećenja — ovo je težak dan treninga sa startnim brojem na prsima.
hu: Nincs levezető szakasz — ez egy kemény edzésnap rajtszámmal a mellkasodon.
id: Tanpa taper — yang ini hari latihan berat dengan nomor di dada.
is: Engin niðurtröppun — þetta er erfiður æfingadagur með númer á brjóstinu.
it: Nessuno scarico: questa è una giornata dura di allenamento con un pettorale addosso.
ja: テーパーなし。ゼッケンを付けたきついトレーニング日です。
ko: 테이퍼링 없음 — 이번 대회는 배번호를 달고 하는 힘든 훈련일입니다.
lt: Be krūvio mažinimo — tai sunki treniruočių diena su numeriu ant krūtinės.
lv: Bez slodzes samazināšanas — šī ir grūta treniņu diena ar numuru uz krūtīm.
mk: Без растоварување — ова е тежок тренинг ден со стартен број на градите.
ms: Tiada taper — yang ini hari latihan berat dengan nombor di dada.
mt: Bla tnaqqis — din hija ġurnata iebsa ta' taħriġ b'numru fuq sidrek.
nb: Ingen nedtrapping — dette er en hard treningsdag med startnummer.
nl: Geen taper — dit is een zware trainingsdag met een startnummer op je borst.
pl: Bez tapera — to ciężki dzień treningowy z numerem na piersi.
pt_br: Sem polimento — esta é um dia duro de treino com número no peito.
pt_pt: Sem afinamento — esta é um dia duro de treino com um dorsal ao peito.
ro: Fără descărcare — asta e o zi grea de antrenament cu număr de concurs pe piept.
ru: Без подводки — это тяжёлый тренировочный день с номером на груди.
sk: Bez vyladenia — toto je ťažký tréningový deň so štartovým číslom.
sl: Brez razbremenitve — to je težak trening dan s štartno številko na prsih.
sq: Pa ulje ngarkese — kjo është një ditë e vështirë stërvitjeje me numër në gjoks.
sr: Без растерећења — ово је тежак дан тренинга са стартним бројем на грудима.
sv: Ingen nedtrappning — det här är en hård träningsdag med nummerlapp.
tr: Form düşürme yok — bu, göğsünde numarayla geçen zorlu bir antrenman günü.
uk: Без підведення — це важкий тренувальний день із номером на грудях.
vi: Không giảm tải — giải này chỉ là một buổi tập nặng có gắn số báo danh trên ngực.
zh_hans: 不减量——这场就是一次别着号码布的高强度训练日。
zh_hant: 不減量——這場就是一次別著號碼布的高強度訓練日。

source: No target
ar: بلا هدف
bg: Без цел
ca: Sense objectiu
cs: Bez cíle
da: Intet mål
de: Kein Ziel
el: Χωρίς στόχο
es: Sin objetivo
et: Sihti pole
fi: Ei tavoitetta
fr: Sans cible
ga: Gan sprioc
hr: Bez cilja
hu: Nincs cél
id: Tanpa target
is: Ekkert markmið
it: Nessun obiettivo
ja: ターゲットなし
ko: 목표 없음
lt: Be tikslo
lv: Bez mērķa
mk: Без цел
ms: Tiada sasaran
mt: Bla mira
nb: Ingen målverdi
nl: Geen doel
pl: Brak celu
pt_br: Sem alvo
pt_pt: Sem alvo
ro: Fără țintă
ru: Без цели
sk: Bez cieľa
sl: Brez cilja
sq: Pa objektiv
sr: Без циља
sv: Inget mål
tr: Hedef yok
uk: Без цілі
vi: Không đặt đích
zh_hans: 无目标
zh_hant: 沒有目標
